drop table crimetable;

create table crimetable(
	bigClassify varchar2(26),
	middleClassify varchar2(26),
	man1 number(7),
	man2 number(7),
	man3 number(8),
	man4 number(8),
	man5 number(8),
	man6 number(7),
	man7 number(7),
	woman1 number(6),
	woman2 number(7),
	woman3 number(7),
	woman4 number(7),
	woman5 number(7),
	woman6 number(6),
	woman7 number(6)
);

insert into crimetable values('°­·Â¹üÁË','»ìÀÎ±â¼ö',7,32,59,87,75,20,17,4,17,16,21,14,7,3);
insert into crimetable values('°­·Â¹üÁË','»ìÀÎ¹Ì¼öµî'20,56,102,167,137,58,15,3,14,14,10,12,4,4);
insert into crimetable values('°­·Â¹üÁË','°­µµ',391,340,359,251,152,40,9,62,20,21,28,18,6,3);
insert into crimetable values('°­·Â¹üÁË','°­°£',1039,1665,1218,927,620,197,91,24,14,10,9,5,4,1);
insert into crimetable values('°­·Â¹üÁË','À¯»ç°­°£',119,158,87,107,81,30,8,0,2,1,1,2,1,0);
insert into crimetable values('°­·Â¹üÁË','°­Á¦ÃßÇà',1411,2955,3036,3475,2989,1194,589,63,75,63,93,44,15,5);
insert into crimetable values('°­·Â¹üÁË','±âÅ¸°­°£',135,113,77,80,71,24,12,5,0,2,0,0,0,0);
insert into crimetable values('°­·Â¹üÁË','¹æÈ­',167,75,156,306,330,100,37,11,30,40,68,60,10,6);
insert into crimetable values('Àıµµ¹üÁË','Àıµµ¹üÁË',23900,14561,11278,11326,11653,5846,3335,3379,3473,3374,4228,5212,2934,1841);
insert into crimetable values('Æø·Â¹üÁË','»óÇØ',4349,8598,10624,13868,12595,4092,1423,759,1356,1726,2404,2507,931,451);
insert into crimetable values('Æø·Â¹üÁË','ÆøÇà',11970,28301,36337,46310,40676,13194,3830,3180,6945,7230,8287,7195,2332,884);
insert into crimetable values('Æø·Â¹üÁË','Ã¼Æ÷°¨±İ',132,292,331,316,224,86,19,43,28,39,67,69,20,9);
insert into crimetable values('Æø·Â¹üÁË','Çù¹Ú',557,1785,2942,4482,3845,1169,319,96,192,379,500,378,112,31);
insert into crimetable values('Æø·Â¹üÁË','¾àÃëÀ¯ÀÎ',20,56,42,45,32,13,4,10,19,28,16,8,11,1);
insert into crimetable values('Æø·Â¹üÁË','Æø·ÂÇàÀ§µî',8241,8426,6115,5128,3683,1071,255,2289,1894,1045,1081,1122,414,138);
insert into crimetable values('Æø·Â¹üÁË','°ø°¥',898,407,524,610,551,138,41,84,63,68,100,87,38,14);
insert into crimetable values('Æø·Â¹üÁË','¼Õ±«',1643,4274,6054,8185,6802,2288,870,189,568,817,1289,1263,438,289);
insert into crimetable values('Áö´É¹üÁË','Á÷¹«À¯±â',3,15,115,160,197,16,6,2,3,38,40,15,0,2);
insert into crimetable values('Áö´É¹üÁË','Á÷±Ç³²¿ë',0,44,129,172,135,15,0,0,6,16,14,12,5,1);
insert into crimetable values('Áö´É¹üÁË','Áõ¼ö·Ú',0,9,61,266,310,76,7,0,0,8,23,19,7,1);
insert into crimetable values('Áö´É¹üÁË','ÅëÈ­',38,29,7,43,86,3,1,4,7,0,0,1,1,0);
insert into crimetalbe values('Áö´É¹üÁË','¹®¼­ÀÎÀå',1521,1307,2222,3066,3230,1249,550,814,480,750,1146,1058,391,131);
insert into crimetable values('Áö´É¹üÁË','À¯°¡Áõ±ÇÀÎÁö',3,5,27,89,128,52,14,0,4,2,20,21,7,1);
insert into crimetable values('Áö´É¹üÁË','»ç±â',11601,25619,32974,47315,41652,12078,2418,2546,6733,9301,12394,13063,4078,840);
insert into crimetable values('Áö´É¹üÁË','È¾·É',1603,2845,4944,7397,7129,2876,1178,506,777,1314,1877,1879,827,362);
insert into crimetable values('Áö´É¹üÁË','¹èÀÓ',19,147,762,1774,2071,984,375,6,64,211,368,477,235,59);
insert into crimetable values('Ç³¼Ó¹üÁË','¼ºÇ³¼Ó¹üÁË',1714,3287,2693,1629,1010,284,88,104,144,87,76,63,17,3);
insert into crimetable values('Ç³¼Ó¹üÁË','µµ¹Ú¹üÁË',523,5529 ,7232, 6437,7033,2062,343,13,243,377,905,2130,931,167);
insert into crimetable values('Æ¯º°°æÁ¦¹üÁË','Æ¯º°°æÁ¦¹üÁË',1913,7980,12467,16795,14961,4510,1174,579,2550,3435,4689,4424,1530,383);
insert into crimetable values('¸¶¾à¹üÁË','¸¶¾à¹üÁË',64,814,1714,2198,1167,296,206,60,420,403,322,203,232,343);
insert into crimetable values('º¸°Ç¹üÁË','º¸°Ç¹üÁË',36,776,2654,3288,3078,1234,408,75,964,1689,2916,3258,997,235);
insert into crimetable values('È¯°æ¹üÁË','È¯°æ¹üÁË',14,65,361,1042,1312,475,115,12,39,52,129,122,45,7);
insert into crimetable values('±³Åë¹üÁË','±³Åë¹üÁË',14629,76261,103693,115126,104879,43870,14252,947,10824,19605,26431,18349,5227,858);
insert into crimetable values('³ëµ¿¹üÁË','³ëµ¿¹üÁË',22,260,826,1051,973,357,15,5,161,578,654,756,194,5);
insert into crimetable values('¾Èº¸¹üÁË','¾Èº¸¹üÁË',0,28,24,25,36,16,0,0,5,3,4,4,0,0);
insert into crimetable values('¼±°Å¹üÁË','¼±°Å¹üÁË',10,58,81,350,490,177,34,1,24,32,84,122,30,6);
insert into crimetalbe values('º´¿ª¹üÁË','º´¿ª¹üÁË',518,12812,2123,35,36,4,0,3,15,7,36,63,7,0);
insert into crimetable values('±âÅ¸¹üÁË','±âÅ¸¹üÁË',9703,33845,52450,61298,53329,18877,5563,4385,11016,13276,19848,18999,5721,1742);

commit;

select * from crimetable;

