<%@ page language="java" contentType="text/html; charset=utf-8"
    pageEncoding="utf-8"%>
    [
				  ['도시', '남', '여', '외국인', { role: 'annotation' } ],
    	          ['서울', 107677, 51254, 1492, ''],
    	          ['경기', 849679, 284927, 30912, ''],
    	          ['강원도', 34986, 17828, 1199, ''],
    	          ['충청도', 360177, 130389, 16577, ''],
    	          ['전라도', 184755, 54399, 4561, ''],
    	          ['경상도', 573534, 164127, 19525, ''],
    	          ['부산', 124534, 47447, 3840, '']
    	          ]